Repository: max-linux/max-live-config
Catalog: max-genlive-src/gfxboot/po/*.po
Languages: fur, lb

source: OK
fur: Va ben

source: Cancel
fur: Scancele
lb: Ofbriechen

source: Reboot
fur: Torne invie dut
lb: Nei starten

source: Continue
fur: Va indevant
lb: Weider

source: Boot Options
fur: šieltes di Boot
lb: Boot Optiounen

source: Exiting...
fur: Daûr a saltâ fûr
lb: Geet eraus...

source: You are leaving the graphical boot menu and starting the text mode interface.
fur: Saltâ fûr da liste dal boot disegnât
lb: Dir verloosst de grapheschen Bootmenü an start den Textmodus.

source: Help
fur: Jutori
lb: Hëllef

source: Starting...
fur: In moviment....
lb: Starten...

source: Loading Linux Kernel
fur: čhamâ su il Kernel dal Linux
lb: Lueden den Linux Kernel

source: Loading memtest86
fur: čhami su memtest86
lb: Lueden memtest86

source: I/O error
fur: falope di I/O
lb: I/O Fehler

source: Change Boot Disk
fur: Sgambi disco di boot
lb: Boot Disk wiesselen

source: Insert boot disk %u.
fur: Frache denti un disco di boot %u.
lb: Boot disk %u aléen

source: This is boot disk %u. Insert boot disk %u.
fur: Chelcà ie il dico di boot %u. Frache denti il disco di boot %u.
lb: Dat hei ass d'Boot Disk %u. Boot disk %u aléen

source: This is not a suitable boot disk. Please insert boot disk %u.
fur: Chel ca lè un disco di boot falopât. Ti prêi met denti il disco di boot %u.
lb: Dat hei ass keng brauchbar Boot Disk. Leet w.e.g. d'Boot Disk %u an.

source: Password
fur: Peraule clâf
lb: Passwuerd

source: Enter your password:
fur: Scriv le peraule clâf:
lb: Git ärt Passwuerd an:

source: DVD Error
fur: Casins in tal DVD
lb: DVD-Feeler

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
fur: chel cà a lè un DVD a dôs muses. Vin fat il boot in ta seconda muse. Ribaltâ il DVD e va indenant.
lb: Dat hei ass eng duebelsäiteg DVD. Dir hutt vun der zweeter Säit geboot. Dreit d'DVD em fir weider ze fueren.

source: Power Off
fur: Distuda dut
lb: Ausmaachen

source: Halt the system now?
fur: Aia di distudâ dut cumò?
lb: De System elo stoppen?

source: Hard Disk Installation
fur: Directory sul disco
lb: Festplack Installatioun

source: Disk Device (scan all disks if empty)
fur: Imprest disco (bute un vôli a ducj i discos se vueit)
lb: Disk Device (sich op allen Disken wann eidel)

source: FTP Installation
fur: Instalasion via FTP
lb: FTP Installatioun

source: Password
fur: Peraule clâf
lb: Passwuerd

source: User (anonymous login if empty)
fur: Omenut (login cence non se vuet)
lb: Benotzer (anonymen login wann eidel)

source: NFS Installation
fur: NFS instalsion
lb: NFS Installatioun

source: User (using "guest" if empty)
fur: Omenut (dropre "guest" se vuet)
lb: Benotzer ( benotzt »guest« wann eidel)

source: SMB (Windows Share) Installation
fur: Instalasion via SMB (in comunitât cul barcon)
lb: SMB (Windows Share) Installatioun

source: HTTP Installation
fur: Instalasion via HTTP
lb: HTTP Installatioun

source: Domain
fur: Dominio

source: Other Options
fur: Atas manovres
lb: Aner Optiounen

source: Language
fur: Lenghe
lb: Sprooch

source: Keymap
fur: Batonêra
lb: Tastaturbeléung

source: Expert mode
fur: Môt par i plui brâfs
lb: Expertemodus

source: Accessibility
fur: Judori par jentrâ
lb: Zougänglechkeet

source: None
fur: Nie
lb: Keen

source: High Contrast
fur: Contrast besteâl
lb: Héichen Kontrast

source: Magnifier
fur: Ingrandiment
lb: Lupp

source: Screen Reader
fur: Letôr dal shermo
lb: Bildschierm Lieser

source: Braille Terminal
fur: Terminale Braille
lb: Braille Schnëttstell

source: Keyboard Modifiers
fur: Cambiadôrs da la batonêre
lb: Clavier modifizéieren

source: On-Screen Keyboard
fur: Batonêre in tal schermo
lb: Bildschierm Clavier

source: Motor Difficulties - switch devices
fur: Serios casins a movisci - imprest par intindisci
lb: Motor Problemer - wiesselt d'Geräter

source: Everything
fur: Dut
lb: Alles

source: ^Check CD for defects
fur: ^Bute un voli al CD se a lè dut benon
lb: ^Iwerpréif d'CD op Feeler

source: ^Rescue a broken system
fur: ^Resurgjta un implant falopat
lb: ^Rett een defekt System

source: ^Boot from first hard disk
fur: ^Invie dal primp disco
lb: ^Boot vun der éischter Festplack

source: Directory
lb: Dossier
